import { Metadata } from 'next'
import { ContentPage } from '@components/ContentPage'

export const metadata: Metadata = {
  title: 'Пользовательское соглашение',
}

const content = `<div class="content">
<div class="uk-container">
<div class="uk-child-width-expand@s uk-grid" data-uk-grid="">
<div class="uk-width-2-3@m uk-first-column">
<p>г. Воронеж &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;22.01.2020 г.</p>
<p>&nbsp;</p>
<p>Пользовательское соглашение (далее - ПС) регламентирует отношения между&nbsp;<u>Кундиус Галиной Владимировной</u>, являющимся владельцем сайта&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a>&nbsp;(далее - Сайт) и физическим&nbsp;лицом (далее - Пользователь) и вступает в силу с момента получения Пользователем доступа&nbsp;к любой страницу Сайта.</p>
<p>&nbsp;</p>
<p><strong>В случае несогласия Пользователя хотя бы с одним из пунктов настоящего ПС или его неотъемлемых частей (Политика взаимодействия</strong><strong><br /></strong><strong>с пользователями, Политика обработки персональных данных пользователей, Политика публикации материалов, Политика в области авторских и смежных прав), Пользователь не имеет права продолжать использование Сайта.</strong></p>
<p>&nbsp;</p>
<ol>
<li><strong>Термины и определения</strong></li>
</ol>
<p>1.1. Сайт - информация, размещенная в информационно-телекоммуникационной сети Интернет по определенным сетевым адресам, в совокупности с комплексом исключительных&nbsp;прав (на доменные имена, базы данных и программы для электронных вычислительных&nbsp;машин), осуществление которых обеспечивает доступ к такой информации. В целях&nbsp;настоящего ПС под Интернет-сайтом, используемым в тексте данного ПС, понимается сайт,&nbsp;расположенный в сети интернет по адресу: доступный по адресу&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a></p>
<p>1.2. Пользователь - любой посетитель Сайта независимо от наличия у него регистрации на&nbsp;Сайте.</p>
<p>1.3. Администратор - пользователь Сайта, имеющий полный набор прав для управления Сайтом</p>
<p>1.3.1. Модератор пользователь Сайта, имеющий ограниченный набор прав предоставляемый ему Администратором.</p>
<p>1.4. Администрация - коллектив пользователей сайта, уполномоченных&nbsp;<strong>владельцем сайта&nbsp;</strong>проводить мероприятия по обеспечению функционирования Сайта, а также мероприятия по обеспечению выполнения Пользователями условий ПС.</p>
<p>1.5. Регистрация &ndash; процедура, в ходе которой Пользователь предоставляет достоверные данные о себе по утвержденной форме регистрации.</p>
<p>1.6. Материалы &ndash; любая информация (данные), указанные Пользователем при размещении на Сайте и находящаяся в открытом для других Пользователей доступе.</p>
<p>1.7. Персональные данные Пользователя &ndash; данные, указанные Пользователем при</p>
<p>прохождении процедуры Регистрации. Данные хранятся в базе данных Сайта<br />и подлежат использованию исключительно в соответствии с политикой обработки персональных данных пользователей Сайта и действующим законодательством РФ.</p>
<p>&nbsp;</p>
<ol start="2">
<li><strong>Общие условия</strong><br />2.1. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.</li>
</ol>
<p>2.2. Настоящее Соглашение является публичной офертой. Получая доступ<br />к материалам Сайта Пользователь считается присоединившимся к настоящему ПС.</p>
<ol start="3">
<li><strong>Предмет Пользовательского Соглашения</strong><strong><br /></strong>Владелец сайта,&nbsp;<u>Кундиус Галина Владимировна</u><strong>,&nbsp;</strong>предлагает Пользователю возможность получать (загружать, скачивать, просматривать) материалы с Сайта и добавлять материалы на Сайт на условиях, являющихся предметом настоящего ПС. Администрация Сайта вправе в любое время в одностороннем порядке изменять условия настоящего ПС без какого-либо специального уведомления. Такие изменения вступают в силу с момента размещения новой версии ПС на сайте. При несогласии Пользователя с внесенными изменениями он обязан немедленно отказаться от доступа к Сайту, а равно прекратить использование любых материалов и сервисов Сайта. Актуальная версия ПС всегда находится по адресу&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a></li>
</ol>
<p>&nbsp;</p>
<ol start="4">
<li><strong>Описание услуг</strong></li>
</ol>
<p>Сайт предлагает пользователям доступ к широкому спектру cервисов. Все существующие на данный момент сервисы, а также любое развитие их и/или добавление новых является предметом настоящего ПС. Вы понимаете<br />и соглашаетесь с тем, что все Сервисы предоставляются в том состоянии, в каком находятся на момент отображения. Сайт не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную доставку, удаление или не сохранность какой-либо пользовательской персональной информации.</p>
<ol start="5">
<li><strong>Обязательства Пользователя по Регистрации</strong></li>
</ol>
<p>Для того, чтобы воспользоваться некоторыми Сервисами Сайта, Вы соглашаетесь</p>
<p>предоставить правдивую, точную и полную информацию о себе по вопросам, предлагаемым в Форме Регистрации, и поддерживать эту информацию<br />в актуальном состоянии. Если Вы предоставляете неверную информацию, Сайт имеет право приостановить либо отменить Вашу регистрацию и отказать Вам<br />в использовании своих Сервисов.</p>
<ol start="6">
<li><strong>Обязательства Пользователя по использованию Сервисов Сайта</strong></li>
</ol>
<p>6.1.Используя Сайт, Пользователь обязуется не совершать следующих действий:</p>
<p>6.1.1. Любым способом посредством Сайта размещать, распространять, сохранять, загружать и/или уничтожать материалы (информацию) в нарушение законодательства РФ и международного законодательства.</p>
<p>6.1.2. Размещать и/или передавать посредством Сайта информацию в виде текста,</p>
<p>изображения, видео, звука или программного кода, которая может быть противозаконной, угрожающей, оскорбительной, клеветнической, заведомо ложной, грубой, непристойной, вредить другим посетителям Сайта, нарушать их права.</p>
<p>6.1.3. Представляться чужим именем или от чужого имени (частного лица или организации) Пользователя Сайта, сотрудника Администрации Сайта. Вводить<br />в заблуждение пользователей и Администрацию Сайта относительно своей идентификации любым иным способом.<br />6.1.4. Размещать заведомо недостоверную информацию о себе или своей компании.</p>
<p>6.1.5. Размещать и/или передавать, используя Сайт, контент (включая, но не ограничивая: информацию, материалы, файлы и т.п.) в случае, если Пользователь не имеет на это необходимого объема прав. Это касается любого контента, содержащего какие-либо произведения, товарные знаки и знаки обслуживания, фирменные наименования, патентную и конфиденциальную информацию, информацию, составляющую чью-либо коммерческую тайну, иные охраняемые результаты интеллектуальной деятельности, и тому подобное.</p>
<p>6.1.6. Уничтожать и/или изменять любые материалы на Сайте, автором или правообладателем которых Пользователь не является.<br />6.1.7. Осуществлять сбор персональных данных других Пользователей с целью их</p>
<p>последующей обработки, то есть совершения действий (операций)<br />с персональными данными, включая их сбор, систематизацию, накопление, распространение и уничтожение.</p>
<p>6.1.8. Размещать данные, полученных c Сайта, на сайте или сайтах, предоставляющих сервисы (услуги), аналогичные Сайту.</p>
<p>6.1.9. Размещать на странице Пользователя (как физического, так и юридического лица) любую контактную информацию, включая, но не ограничиваясь, номер телефона, адрес электронной почты, доменное имя сайта.</p>
<p>6.1.10. Использовать Сервисы Сайта для публикации, распространения, хранения, передачи в любой форме информации, материалов, данных, которые не соответствующую Политике публикации материалов на Сайте.</p>
<p>6.2. Пользователь, предоставляя Администрации Сайта информацию/материалы<br />к размещению на Сайте, либо размещая информацию/материалы на сайте самостоятельно, в случае наличия такой технической возможности, гарантирует соблюдение им требований действующего законодательства РФ, включая Федеральный закон от 13.03.2006 N 38-ФЗ &laquo;О рекламе&raquo;. В случае привлечения Администрации Сайта к ответственности за нарушение действующего законодательства РФ (включая Федеральный закон от 13.03.2006 N 38-ФЗ<br />&laquo;О рекламе&raquo;) в связи с размещением Пользователем информации/материалов на Сайте или размещением Администрацией Сайта информации/материалов на Сайте, предоставленных ему Пользователем, Пользователь возмещает Администрации Сайта все возможные понесенные им расходы, включая, но не ограничивая: штрафы, судебные расходы и прочее, в течение 10 календарных дней с момента предъявления соответствующего требования Администрацией Сайта в адрес Пользователя.</p>
<p>6.3. Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть могут сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо обязательств в связи с такой рекламой.</p>
<p>&nbsp;</p>
<ol start="7">
<li><strong>Обязательства Администрации Сайта</strong></li>
</ol>
<p>7.1. В случае наличия сомнений относительно правомерности использования Сайта</p>
<p>Пользователем, Администрация Сайта вправе в любое время и без предварительного уведомления Пользователя по своему усмотрению удалить, блокировать или принудительно изменить Учетную информацию Пользователя.</p>
<p>7.2. В случае наличия сведений об использовании Учетной информации Пользователя другими Пользователями или какими-либо третьими лицами, Администрация Сайта вправе в любое время и без предварительного уведомления Пользователя по своему усмотрению удалить, блокировать или принудительно изменить учетную информацию такого Пользователя.</p>
<p>7.3. Администрация Сайта вправе в любое время, без какого-либо предварительного уведомления или компенсации техническим образом блокировать использование Учетной информации любому Пользователю, если он нарушает Пользовательское соглашение сайта.<br />7.4. Администрация Сайта не несет ответственности за неисполнение или ненадлежащее исполнение своих обязательств, а также возможный ущерб, возникший в результате:</p>
<p>(а) неправомерных действий пользователей сети Интернет, направленных на нарушения</p>
<p>информационной безопасности или нормального функционирования Сайта;</p>
<p>(б) сбоев в работе Сайта, вызванных в том числе, ошибками в коде, компьютерными</p>
<p>вирусами и иными посторонними фрагментами кода в программном обеспечении Сайта;<br />(в) отсутствия (невозможности установления, прекращения и пр.) Интернет-соединений между сервером Пользователя (его работников) и сервером Сайта;</p>
<p>(г) проведения государственными и муниципальными органами, а также иными</p>
<p>организациями мероприятий в рамках Системы оперативно-розыскных мероприятий (СОРМ);</p>
<p>(д) установления государственного регулирования (или регулирования иными</p>
<p>организациями) хозяйственной деятельности коммерческих организаций в сети Интернет и/или установления указанными субъектами разовых ограничений, затрудняющих или делающих невозможным исполнение своих обязательств Администрацией Сайта;</p>
<p>(е) других случаев, связанных с действиями (бездействием) пользователей Интернета и/или других субъектов, направленными на ухудшение общей ситуации<br />с использованием сети Интернет и/или компьютерного оборудования, существовавшей на момент заключения Договора.</p>
<p>7.5. Настоящим Пользователь выражает свое согласие на получение от Администрации Сайта (в любое время и без предварительного предупреждения Администрации Сайта) по адресу электронной почты, указанной Пользователем при регистрации на Сайте, информационных сообщений о событиях в компании Администрации Сайта и Услугах Администрации Сайта, а также иную информацию, включая рекламу.</p>
<p>7.6. Администрация Сайта вправе в любое время, в том числе без какого-либо</p>
<p>предварительного уведомления Пользователя, приостанавливать работу Сайта для</p>
<p>проведения профилактических работ, по возможности в ночное время или выходные дни.</p>
<p>&nbsp;</p>
<ol start="8">
<li><strong>Использование материалов Пользователя</strong></li>
</ol>
<p>8.1. Пользователь соглашается, что любые опубликованные на Сайте материалы будут общедоступны сколь угодно долго, смогут индексироваться различными поисковыми системами, могут быть использованы всеми другими Пользователями, а равно и Сайтом, без выплаты пользователю каких-либо вознаграждений и без дополнительного разрешения. Также Пользователь согласен с тем, что удаление материалов после их публикации запрещено.</p>
<p>8.2. Пользователь дает согласие на включение его персональных данных в базу данных Сайта. Пользователь соглашается, что Сайт оставляет за собой право использовать его персональные данные анонимно и в обобщенном виде для статистических целей.</p>
<p>8.3. Сайт вправе раскрывать Персональные данные Пользователя по запросам</p>
<p>правоохранительных органов, решению суда и в прочих случаях, предусмотренных</p>
<p>законодательством РФ.</p>
<p>8.3. Зарегистрированный Пользователь имеет право в любое время удалить свои</p>
<p>персональные данные. После удаления Пользователем своих персональных данных опубликованные им материалы определяются как анонимные.</p>
<p>&nbsp;</p>
<ol start="9">
<li><strong>Финансовые отношения</strong></li>
</ol>
<p>9.1. Платные сервисы Сайта и Услуги, оказываемые Администрацией Сайта, регулируются договором-офертой, опубликованной на Сайте, или иными договорами, в случае их заключения между Администрацией Сайта<br />и Пользователем.</p>
<ol start="10">
<li><strong>Прекращение регистрации</strong></li>
</ol>
<p>Пользователь согласен с тем, что Сайт оставляет за собой право прекратить действие Вашего логина и пароля на любом из Сервисов и удалить любой контент по любой причине, в том числе при нарушении ПС.</p>
<ol start="11">
<li><strong>Ограниченная гарантия на использование Сайта</strong></li>
</ol>
<p>11.1. Администрация Сайта не гарантирует, что программное обеспечение Сайта не содержит ошибок и/или компьютерных вирусов, или посторонних фрагментов кода. Пользователю предоставляется возможность пользоваться программным обеспечением Сайта &laquo;как оно есть&raquo;, без каких-либо гарантий со стороны Администрации Сайта.</p>
<p>11.2. Администрация Сайта не несет ответственности за убытки, понесенные Пользователем в результате сообщения соискателем недостоверной информации о себе, а также причиненные действиями (бездействием) самого соискателя.</p>
<p>11.3. Сайт является лишь средством для передачи информации. Администрация Сайта не несет ответственности за достоверность и актуальность передаваемой посредством Сайта информации.</p>
<p>11.4. Администрация Сайта прилагает все возможные усилия для того, чтобы исключить с Сайта небрежную, неаккуратную или заведомо неполную информацию, однако ответственность за нее лежит на разместивших ее лицах.</p>
<p>11.5. Поскольку идентификация пользователей и посетителей Сайта затруднена по</p>
<p>техническим причинам, Администрация Сайта не отвечает за то, что зарегистрированные пользователи являются действительно теми лицами, за которых себя выдают, и не несет ответственности за возможный ущерб, причиненный пользователям Сайта или другим лицам по этой причине.</p>
<p>11.6. Администрация Сайта не гарантирует, что на опубликованный Пользователем вопрос будет предоставлен хотя бы один ответ зарегистрированных на сайте медицинских специалистов.</p>
<p>11.7. Если использование Пользователем Сайта повлекло за собой утрату данных или порчу оборудования, Администрация Сайта не несет за это ответственности.</p>
<p>11.8. Пользователь соглашается с тем, что Сайт не несет никакой ответственности за возможные перебои в предоставлении сервисов Сайта, а также за сохранность материалов Пользователя.</p>
<p>11.9. Сайт не несет ответственности за любые прямые или непрямые убытки,</p>
<p>произошедшие из-за использования либо невозможности использования Сайта,</p>
<p>несанкционированного доступа к Вашим коммуникациям.</p>
<p>11.10. Сайт не несет ответственности за использование (правомерное<br />и неправомерное) материалов, размещенных Пользователем на Сервисах Сайта, включая их копирование, тиражирование и распространение, осуществляемое как<br />в рамках Сайта, так и иными возможными способами.</p>
<p>&nbsp;</p>
<h2><strong>Политика взаимодействия с пользователями</strong></h2>
<p>&nbsp;</p>
<p>г. Воронеж &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;22.01.2020 г.</p>
<p>&nbsp;</p>
<p><strong>Настоящая Политика в области взаимодействия с пользователями (далее &ndash; Политика) сайта&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a>&nbsp;</strong><strong>(</strong><strong>далее - Сайта) определяет порядок взаимодействия Сайта, Администраторов, Модераторов,Пользователей и является неотъемлемой часть Пользовательского соглашения. Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанным в ней порядком взаимодействия Сайта, Модераторов и самого Пользователя; в случае несогласия с этими принципами Пользователь должен воздержаться от использования Сайта.</strong></p>
<p>&nbsp;</p>
<ol>
<li><strong>Обязательства и права Пользователя</strong></li>
</ol>
<p>1.1. Пользователь безоговорочно соглашается со следующими положениями:</p>
<ul>
<li>Сайт не проверяет любые выводы, заключения, рекомендации, исходящие от публикаций зарегистрированных пользователей, на обоснованность,</li>
</ul>
<p>непротиворечивость, действительность, достоверность, соответствие действующему законодательству РФ.</p>
<ul>
<li>Сайт не несёт ответственности за убытки, понесенные пользователем<br />в результате самостоятельной реализации каких либо советов или руководств, размещённых на сайте пользователями.</li>
</ul>
<p>1.2. Пользователь вправе самостоятельно определять содержание и полноту предоставляемой Администрации сайта информации.</p>
<p>&nbsp;</p>
<ol start="2">
<li><strong>Обязательства и права Модератора</strong></li>
</ol>
<p>2.1. При прохождении процедуры регистрации на Сайте Пользователь указывает достоверные данные,согласно установленным требованиям.</p>
<p>2.2. Модератор обязуется оказать Пользователю с использованием сервисов Сайта справочно-информационные услуги - предоставить безвозмездный Ответ на вопрос</p>
<p>Пользователя.</p>
<p>2.4. Модератор доверяет Сайту стать его представителем, уполномоченным на организацию безвозмездного оказания информационных услуг между Пользователем и Администрацией с использованием сервисов Сайта, что включает<br />в себя, в частности, предоставление Пользователю доступа к Ответу Модератора.</p>
<p>2.5. Модератор гарантирует, что им будут приложены все усилия для формирования полного и квалифицированного Ответа на вопрос Пользователя<br />с учетом полноты и других особенностей предоставленной Пользователем информации.</p>
<p>2.6. Модератор предупреждает Пользователя о том, что ответ, предоставляемый им в соответствии с условиями настоящей Политики, носит справочный характер<br />и не может расцениваться как руководство к действию.</p>
<p>2.7. Модератор не гарантирует Пользователю, что Ответ будет соответствовать требованиям и/или ожиданиям Пользователя.</p>
<p>&nbsp;</p>
<ol start="3">
<li><strong>Обязательства и права Сайта</strong></li>
</ol>
<p>3.1. Сайт предоставляет Пользователю и Модератору безвозмездные услуги<br />в рамках сервиса "Ответ на вопрос".</p>
<p>3.2. Сайт не гарантирует, что на вопрос(ы) пользователя будет предоставлен хотя бы один ответ Модератора или Администратора сайта.</p>
<p>&nbsp;</p>
<ol start="4">
<li><strong>Взаимоотношения между Сайтом и Пользователем</strong></li>
</ol>
<p>4.1. Сайт в целях предоставления безвозмездных информационных услуг Модератором или Администратором по поручению Пользователя выполняет, включая, но, не ограничиваясь, следующие действия:</p>
<p>4.1.1. Осуществляет сбор сведений, необходимых для оказания Модератором</p>
<p>информационно-консультационных услуг.</p>
<p>4.1.2. Доводит до сведения Пользователя информацию о требованиях<br />к технической инфраструктуре, обеспечение которой необходимо для получения удаленной консультации&nbsp;<strong>Модератора</strong>, в том числе в режиме реального времени.</p>
<p>4.1.3. Структурирует полученные от Пользователя сведения и преобразует их<br />в удобную для восприятия Администрацией форму.</p>
<p>4.1.4. Обеспечивает передачу Администрации сведений о пользователе, документов, необходимых для оказания информационно-консультационных услуг.</p>
<p>4.1.6. Обеспечивает получение Пользователем результатов оказания информационно- консультационных услуг Модератора, Администрации сайта.</p>
<p>4.2. Для получения безвозмездных услуг Пользователь должен сформировать Заявку Пользователя, то есть выбрать доступный вариант получения информационных услуг и указать сущность вопроса и предоставить дополнительную информацию, следуя подсказкам Сайта. Пользователь вправе самостоятельно определять содержание и полноту предоставляемой Администрации сайта информации.</p>
<p>4.2. Контент, предоставляемый Пользователем для ознакомления Модератором ("Вопрос Пользователя"), оформляется в электронном виде и публикуется<br />в открытом доступе на Сайте.</p>
<p>&nbsp;</p>
<ol start="5">
<li><strong>Взаимоотношения между Сайтом и Модератором</strong></li>
</ol>
<p>5.1. Модератор для ответа на вопрос Пользователя знакомится с вопросом Пользователя.</p>
<p>5.2. Контент, предоставляемый Модератором для ознакомления Пользователем, оформляется в электронном виде и публикуется в открытом доступе на сайте.</p>
</div>
</div>
</div>
</div>`

export default function UserAgreementPage() {
  return <ContentPage page={{ name: 'Пользовательское соглашение', content }} />
}
