import { Metadata } from 'next'
import { ContentPage } from '@components/ContentPage'

export const metadata: Metadata = {
  title: 'Политика обработки персональных данных',
}

const content = `<p>г. Воронеж &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;22&nbsp;января 2020 г.</p>
<p>&nbsp;</p>
<p><strong>Настоящая Политика обработки персональных данных (далее &ndash; Политика) сайта</strong></p>
<p><strong><a href="https://blog-gk.ru/">https://blog-gk.ru/</a>&nbsp;</strong><strong>(далее - Сайта) действует в отношении всей информации, которую Администрация сайта</strong>&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a>&nbsp;<strong>(далее &ndash; Администрация Сайта) может получить о пользователе во время использования им любого сервиса, службы, программ и продуктов (далее &ndash; Сервисы) и является неотъемлемой частью Пользовательского соглашения. Согласие пользователя на предоставление персональной информации, данное им в соответствии</strong><strong><br /></strong><strong>с настоящей Политикой в рамках использования одного из Сервисов, распространяется на все Использование Сервисов Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными</strong><strong><br /></strong><strong>в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования Сервисов Сайта</strong>.</p>
<p>&nbsp;</p>
<ol>
<li>Персональная информация пользователей, которую получает и обрабатывает</li>
</ol>
<p>Администрация Сайта</p>
<p>1.1. В рамках настоящей Политики под &laquo;персональной информацией пользователя&raquo;</p>
<p>1.1.1. Персональная информация, которую Пользователь предоставляет о себе</p>
<p>самостоятельно при подаче заявки на регистрацию или в процессе использования Сервисов Сайта, включая персональные данные пользователя. Обязательная для предоставления Сервисов Сайта информация помечена специальным образом (знаком &laquo;*&raquo; и предупреждением об обязательности предоставления информации). Иная информация предоставляется пользователем на его усмотрение.</p>
<p>1.1.2. Данные, которые автоматически передаются Сервисам Сайта в процессе их</p>
<p>использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), время доступа, адрес запрашиваемой страницы.</p>
<p>1.1.3. Иная информация о пользователе, сбор и/или предоставление которой необходимо для использования Сервисов.</p>
<p>1.2. Настоящая Политика применима только к Сервисам Сайта. Администрация Сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться.</p>
<p>1.3. Администрация Сайта не проверяет достоверность персональной информации,</p>
<p>предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако Администрация Сайта исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в форме регистрации, и поддерживает эту информацию<br />в актуальном состоянии. Последствия предоставления недостоверной информации определены в &laquo;Пользовательском соглашении&raquo;.</p>
<p>&nbsp;</p>
<ol start="2">
<li><strong>Цели сбора и обработки персональной информации пользователей</strong><strong><br /></strong>1. Администрация Сайта собирает и хранит только те персональные данные, которые необходимы для оказания услуг пользователю.</li>
</ol>
<p>2.2. Персональная информация пользователя может использоваться в следующих целях:</p>
<p>2.2.1. Идентификация стороны в рамках использования Сервисов Сайта;</p>
<p>2.2.2. Предоставление пользователю персонализированных Сервисов;</p>
<p>2.2.3. Связь с пользователем в случае необходимости, в том числе направление уведомлений, запросов и информации, связанных с использованием Сервисов, оказанием услуг, а также обработка запросов и заявок от пользователя;</p>
<p>2.2.4. Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;</p>
<p>2.2.5. Проведение статистических и иных исследований на основе обезличенных данных.</p>
<p>&nbsp;</p>
<ol start="3">
<li><strong>Условия обработки персональной информации пользователя и её передачи третьим лицам</strong></li>
</ol>
<p>3.1. Администрация Сайта хранит персональную информацию пользователей<br />в соответствии с внутренним регламентом конкретных сервисов.</p>
<p>3.2. В отношении персональной информации пользователя сохраняется ее</p>
<p>конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа всем пользователям Сайта. При использовании отдельных Сервисов (например, Мой Профиль), пользователь соглашается с тем, что определённая часть его персональной информации становится общедоступной.</p>
<p>3.3. Администрация Сайта вправе передать персональную информацию пользователя третьим лицам в следующих случаях:</p>
<p>3.3.1. Пользователь явно выразил свое согласие на такие действия;</p>
<p>3.3.2. Передача необходима в рамках использования пользователем определенного Сервиса либо для оказания услуги пользователю. При этом обеспечивается конфиденциальность персональной информации, а пользователь будет явным образом уведомлён о такой передаче;</p>
<p>3.3.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</p>
<p>3.3.4. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;</p>
<p>3.3.5. В целях обеспечения возможности защиты прав и законных интересов Администрации Сайта или третьих лиц в случаях, когда пользователь нарушает &laquo;Пользовательское соглашение&raquo;.</p>
<p>3.4. При обработке персональных данных пользователей Администрация Сайта</p>
<p>руководствуется Федеральным законом РФ &laquo;О персональных данных&raquo;.</p>
<p>&nbsp;</p>
<ol start="4">
<li><strong>Изменение пользователем персональной информации</strong></li>
</ol>
<p>4.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или её часть, воспользовавшись функцией редактирования персональных данных в персональном разделе соответствующего Сервиса.</p>
<p>4.2. Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную информацию, воспользовавшись функцией &laquo;Удалить&raquo;. При этом удаление аккаунта повлечет невозможность использования некоторых Сервисов Сайта.</p>
<p>&nbsp;</p>
<ol start="5">
<li><strong>Меры, применяемые для защиты персональной информации пользователей</strong></li>
</ol>
<p>Администрация Сайта принимает все необходимые меры для защиты любых персональных данных, предоставляемых пользователями. Доступ к персональным данным имеют только уполномоченные сотрудники Администрации Сайта, уполномоченные сотрудники сторонних компаний (т.е. поставщиков услуг) или деловых партнеров Сайта, подписавшие договор о конфиденциальности и защите персональных данных. Все сотрудники Администрации Сайта, имеющие доступ<br />к персональным данным, должны придерживаться политики по</p>
<p>обеспечению конфиденциальности и защиты персональных данных. В целях обеспечения конфиденциальности информации и защиты персональных данных Администрация Сайта поддерживает соответствующую ИТ-среду и принимает все меры, необходимые для предотвращения несанкционированного доступа (хакерства).</p>
<p>&nbsp;</p>
<ol start="6">
<li><strong>Администрация Сайта имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.</strong></li>
</ol>
<p><strong>&nbsp;</strong></p>
<ol start="7">
<li><strong>К настоящей Политике и отношениям между пользователем</strong><strong><br /></strong><strong>и Администрацией Сайта, возникающим в связи с применением Политики публикации материалов, подлежит применению действующее законодательство Российской Федерации.</strong></li>
</ol>
<p><strong>&nbsp;</strong></p>
<ol start="8">
<li><strong>Предложения или вопросы по поводу настоящей Политики следует сообщать Администрации Сайта&nbsp;<a href="https://blog-gk.ru/">https://blog-gk.ru/</a>.</strong></li>
</ol>`

export default function PrivacyPolicyPage() {
  return <ContentPage page={{ name: 'Политика обработки персональных данных', content }} />
}
